{
    "header_message": "whoisjohannes.de",
    "nav_button_me": "ich",
    "nav_button_projects": "projekte",
    "nav_button_contact": "kontakt",
    
    "welcome_message": "Willkommen auf whoisjohannes.de\nAuf dieser Seite möchte ich meine Persönlichkeit, meine Interessen und meine Projekte vorstellen.",
    
    "about_me_headline": "Wer bin ich?",    
    "about_me_text1": "Mein Name ist Johannes Reitmayer, ich bin 34 Jahre alt und ich bin Bachelor of Arts im Studiengang interaktive Medien*. Ich besitze viele Interessen; Ich bin Schachspieler, Musiker, Film-, Musik- und Kunst-Enthusiast und habe bis hier hin ein bewegtes Leben hinter mir. Geboren auf dem Augsburger Land habe ich eine fröhliche Kindheit auf dem Bauernhof und Fussballplatz erlebt. Schon in der Kindheit entwickelte sich meine Affinität zu Computern und in der Jugend auch zu Computerspielen. Ich begann Skripte, Maps und Mods für Spiele wie Counter Strike 1.6 oder Age of Empires 2 zu schreiben/entwickeln und drehte Filme in diesen Spielen und Cinema4D. Mit meiner ersten Band reichte es leider nicht für Auftritte, aber wenn schon keine gute Musik, machten wir uns zumindest eine gute Zeit.\n",
    "about_me_text2": "Nach dem QA habe ich eine Ausbildung zum Elektriker gemacht und anschließend über den zweiten Bildungsweg das Abitur am Bayernkolleg in Augsburg absolviert. In der Zeit am Bayernkolleg entfaltete sich meine Faszination für Literatur und Kunst. Auch mein Geschmack in Film und Musik hat sich dort auf eine intensivere Ebene bewegt. Ich arbeitete in den Ferien weiterhin als Elektriker. In diversen DIY-Projekten(Gitarren-Effektgeräte löten, Circuit bending-Instrumente) war mein elektronisches Grundlagenwissen und die handwerklichen Fähigkeiten, die ich in der Ausbildung erlernt hatte, sehr hilfreich.\n",
    "about_me_text3": "Nach dem Abitur begann ich das Studium der Vergleichenden Literaturwissenschaften (Komparatistik), welches ich aus Ermangelung an Perspektiven nicht abgeschloßen habe. Dennoch profitierte und profitiere ich von dieser Zeit, da ich viele bedeutende Werke der Literatur kennengelernt, den Umgang mit Literatur erlernt habe und Freundschaften geschlossen habe, die bis heute anhalten.\n",
    "about_me_text4": "Nach einer Zeit auf dem Arbeitsmarkt(Als Filmvorführer und Industrielektriker) beschloss ich danach wieder zu studieren und begann mein Traum-Studium Interaktive Medien. Dieser Studiengang bot für mich alle Aspekte, die ich wünsche: Einerseits Kreativität, aber auch Technik und dadurch Perspektive. Ich lernte Grundlagen in allen gängigen Programmiersprachen und Tools (weiteres dazu unter *Skills*) und bekam durch Projektarbeiten und Praktikas/Werkstudenten-Job einen Einblick in effektive Abläufe in der Branche.\n",
    "about_me_text5": "*durch einen organisatorischen Fehler muss ich noch eine Prüfung(Medienrecht) absolvieren, um den Studiengang endgültüg abzuschließen.",
    "about_me_text6": "Ich mag das spielerische Lösen von Problemen. Egal ob im Schach, PC-Games oder Gesellschaftsspielen; ich gehe gerne strategisch vor, um Rätsel zu lösen, bzw. zu gewinnen. Ich beschäftige mich außerdem gerne mit mathematischen/Code-basierenden Problemen auf YouTube und folge dort Kanälen, die mich regelmäßig zum Nachdenken bringen. Bei meiner Tätigkeit als Musiker und beim Sport habe ich Ausdauer und Beharrlichkeit gelernt, um Ziele zu erreichen. Darum macht mir auch das Programmieren viel Spaß, weil jene Eigenschaften mir dort zu Gute kommen. ",
    "about_me_text7": "Adjektive, über welche ich denke, andere Menschen könnten sie mir zuschreiben, sind z.B: offen, hilfsbereit, kommunikativ, ehrlich, direkt, flexibel, kreativ, lustig, bodenständig, empathisch. Leider leidet durch ein paar dieser Eigenschaften ein wenig meine Seriösität. Ich bin mir dessen jedoch bewusst und denke mit steigender Erfahrung und Kompetenz auch diese Eigenschaft in nicht allzu ferner Zukunft zu erlangen. ",

    "hardfacts1_headline": "Kino",
    "hardfacts2_headline": "Spiele",
    "hardfacts3_headline": "Musik",
    "hardfacts4_headline": "Genres",
    "hardfacts5_headline": "Sport",
    "hardfacts1_list1": "Arthaus",
    "hardfacts1_list2": "Horror",
    "hardfacts1_list3": "Trash",
    "hardfacts1_list4": "Comedy",
    "hardfacts2_list1": "Schach",
    "hardfacts2_list2": "Boardgames",
    "hardfacts2_list3": "PC-Games",
    "hardfacts3_list1": "Konzerte",
    "hardfacts3_list2": "Schallplatten",
    "hardfacts3_list3": "Gitarrist",
    "hardfacts3_list4": "Schlagzeug",
    "hardfacts3_list5": "Musikproduktion",
    "hardfacts3_list6": "Rap",
    "hardfacts3_list7": "Foley-Sound",
    "hardfacts3_list8": "Musiktheorie",
    "hardfacts3_list9": "Songwriting",
    "hardfacts4_list1": "Extreme Metal",
    "hardfacts4_list2": "Oldschool HipHop",
    "hardfacts4_list3": "Jazz",
    "hardfacts4_list4": "Rock",
    "hardfacts4_list5": "Blues, Funk & Soul",
    "hardfacts5_list1": "Fussball",
    "hardfacts5_list2": "Bouldern",
    "hardfacts5_list3": "Joggen",
    "hardfacts5_list4": "Badminton",

    "projects00": "1. ",
    "projects01": "2. ",
    "projects02": "3. ",
    "projects03": "4. ",
    "projects04": "5. ",
    "projects05": "6. ",
    "projects06": "7. ",
    "projects07": "8. ",
    "projects08": "9. ",
    "projects09": "10. ",

    "footer_text": "© 2024 All rights reserved."
}
